Revit 2027 API
UnitTypeId.KipsPerSquareInch Property
 Kips per square inch.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KipsPerSquareInch { get; }
Public Shared ReadOnly Property KipsPerSquareInch As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KipsPerSquareInch {
	ForgeTypeId^ get ();
}
static member KipsPerSquareInch : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace